Repository: teamforus/me-ios
Catalog: Me-iOS/*.lproj/Localizable.strings
Languages: nl

source: Personal
nl: Persoonlijk

source: Medical
nl: Medisch

source: Business
nl: Zakelijk

source: Relationships
nl: Relaties

source: Certificates
nl: Certificaten

source: Others
nl: Overig

source: My currencies
nl: Valuta

source: Property
nl: Bezit

source: Search currency
nl: Zoek valuta

source: Paid
nl: Betaald

source: A record has been validated!
nl: Er is een eigenschap gevallideerd!

source: Enter your old code
nl: Voer je oude inlogcode in

source: Login code
nl: Inlogcode instellen

source: Set up the login code
nl: Stel in een inlogcode in

source: How does it work?
nl: Hoe werkt het?

source: If you already have a Me identity and logged into the web-shop, then go to the web-shop and click on 'Authorize device' and enter the code that is visible on this screen.
nl: Heb je al een indentiteit en ben je al ingelogd op de webshop? Open dan je indentiteit via de webshop en klik op 'Autoriseer apparaat' en vul de code in die op de Me App zichtbaar is.

source: Turn off login code
nl: Inlogcode uitzetten

source: Enter login code
nl: Vul je inlogcode in

source: Something went wrong, please try again…
nl: Er is iets mis gegaan, probeer het alstublieft opnieuw …

source: This email is already used
nl: Deze email is al in gebruik

source: Use Touch ID to log in?
nl: Wil je inloggen met Touch ID?

source: Use Touch ID
nl: Gebruik Touch ID

source: Enter your login code to use Face ID
nl: Vul je inlogcode om Face ID te gebruiken

source: Confirm the code
nl: Bevestig inlogcode

source: Enter a new login code
nl: Stel een inlogcode in van vier cijfers.

source: Confirm the login code by entering it again.
nl: Bevestig de inlogcode door hem nogmaals in te voeren.

source: The scanner is not supported on this device
nl: De scanner wordt niet ondersteund op dit apparaat

source: This app is not authorized to use Back Camera
nl: Deze app is niet geautoriseerd om een Camera te gebruiken.

source: Sorry you do not meet the criteria for this voucher
nl: Sorry je voldoet niet aan de voorwaarden voor deze voucher

source: Email is empty
nl: E-mail is leeg

source: Invalid Email address
nl: E-mailadres is ongeldig

source: This email does not exist
nl: Dit e-mail adres bestaat niet

source: Turn on Touch ID
nl: Touch ID aanzetten

source: Turn on Face ID
nl: Face ID aanzetten

# Payment succeeded
source: Payment succeeded! The processing can take up to 3 business days.
nl: Betaling geslaagd! De verwerking van de betaling kan maximaal 3 werkdagen duren.

source: Please enter the amount
nl: Voer het bedrag in

source: Insufficient funds on the voucher
nl: Onvoldoende budget op de voucher

source: Success
nl: Succes!

source: Success!
nl: Geslaagd!

source: Insufficient funds on the voucher. Please, request extra payment of
nl: Onvoldoende budget op de voucher. Verzoek de klant of hij een bedrag van %@ wilt bijbetalen

source: REQUEST
nl: VRAAG

source: Validate
nl: Valideer

source: This device in not authorize
nl: Dit apparaat is niet geautoriseerd

source: About Me
nl: Over Me

source: With the Me you can create an identity, receive and use your vouchers.
nl: Met Me kan je een profiel aanmaken, vouchers beheren en de QR-code scanner gebruiken om in te loggen op de gebruikersomgeving.

source: Create passcode
nl: Maak een inlogcode aan

source: Change passcode
nl: Wijzig inlogcode

source: Wrong passcode, please try again
nl: Verkeerde inlogcode, probeer het opnieuw

source: Codes don't match. Please try again
nl: Inlogcodes komen niet overeen. Probeer het opnieuw

source: Enter your login code
nl: Voer je inlogcode in

source: The voucher is empty! No transactions can be done.
nl: Zagolovok: Let op! Text: De voucher is op! Geen transacties kunnen gedaan worden.

source: This product voucher is used!
nl: Aanbiedingvoucher is al gebruikt!

source: Error!
nl: Mislukt!

source: Unknown QR-code!
nl: Onbekende QR-code!

source: You can't scan this voucher. You are not accepted as a provider for the fund that hands out these vouchers.
nl: U kunt deze voucher niet scannen. Het fonds dat deze voucher uitgegeven heeft, heeft u niet geaccepteerd als aanbieder.

source: Camera permission request was denied.
nl: Verzoek om cameratoestemming is geweigerd.

source: Press settings to give an access or cancel to close this window.
nl: Druk op instellingen om toegang te geven of druk op annuleren om dit venster te sluiten.

source: Settings
nl: Instellingen

# Scanning successfully!
source: QR-code was recognized
nl: Het scannen van de QR-code is gelukt

source: Address
nl: Adres

source: Copy address
nl: Adres kopiëren

source: Copied to clipboard
nl: Gekopieerd

source: Transaction
nl: Betaald

source: Product voucher
nl: Aanbieding

source: Would you like to send us your feedback by e-mail?
nl: Wilt u ons verbeterpunten per mail versturen?

source: My feedback about the Me app
nl: Mijn feedback over Me

source: Question from Me user
nl: Vraag van Me-gebruiker

source: Confirm to go to your email app to send a message to the provider
nl: Bevestig om naar uw e-mail app te gaan om een bericht te sturen naar de aanbieder.

source: Mail services are not available.
nl: U heeft geen mail-app ingesteld op uw apparaat.

source: Send the voucher to your email?
nl: Wilt u de voucher naar uw e-mail sturen?

source: No phone number
nl: Geen telefoonnummer

source: Please try to send email again.
nl: Probeer nogmaals e-mail te verzenden.

source: E-mail to me
nl: E-Mail naar mij

source: Send an e-mail to the provider
nl: Stuur een e-mail naar aanbieder

source: This is your
nl: Dit is uw

source: -voucher in the form of a QR-code
nl: -voucher in de vorm van een QR-code

source: Warning
nl: Waarschuwing

source: Before we get started, please confirm your email address.
nl: Controleer eerst uw e-mailadres om verder te gaan.

source: This is your vouchers QR-code.
nl: Dit is uw voucher in de vorm van een QR-code.

source: Log out
nl: Log uit

source: Loading...
nl: Laden...

source: Field is empty
nl: Tekstveld mag niet leeg zijn

source: No Internet Conecction
nl: Geen internetverbinding

# Voucher not have enough funds
source: Sorry not enough funds on voucher
nl: Er staat niet genoeg geld op de voucher

source: This voucher expires on
nl: Gebruik deze voucher voor

source: Used
nl: Gebruikt

source: Expired
nl: Verlopen

source: You sure you wan't to login this device?
nl: Weet je zeker dat je op dit apparaat wilt inloggen?

source: Confirm transaction
nl: Bevestig betaling

source: Please confirm the transaction of %@.
nl: Is het bedrag van %@ correct?

source: Insufficient funds on the voucher. Please, request extra payment of €%.02f
nl: Onvoldoende budget op de voucher. Vraag de klant of hij een bedrag van €%.02f wilt bijbetalen.

source: Are you sure you want to confirm this transaction.
nl: Weet u zeker dat u deze transactie wil bevestigen?

source: Welcome to Me,
nl: Welkom bij Me,

source: Currently maintenance is being done.
nl: Me - Forus is onbereikbaar voor gepland onderhoud.

source: Records
nl: Eigenschappen

source: Profile
nl: Profiel

source: A payment of € 0.01 is too low to be paid out, choose a higher amount.
nl: Een betaling van €0,01 is te laag om uit betaald te worden, kies een hoger bedrag.

source: Field is requierd
nl: Veld is verplicht

source: YES
nl: Ja

source: NO
nl: Nee

source: Are you sure you want to log out?
nl: Weet je zeker dat je wilt uitloggen?

source: Log Out
nl: Uitloggen

source: Confirm
nl: Bevestigen

source: Cancel
nl: Annuleren

source: Validations
nl: Validaties

source: Primary e-mail
nl: Hoofd e-mail

# email
source: Secundary e-mail
nl: Tweede e-mail

source: Given name
nl: Voornaam

source: Family Name
nl: Achternaam

source: Children
nl: Kinderen

# children_nth
source: Amount of children
nl: Aantal kinderen

source: Parent
nl: Ouder

source: Address
nl: Adres

# birth_date
source: Date of birth
nl: Geboortedatum

source: Gender
nl: Geslacht

source: Spouse
nl: Partner

source: Tax ID
nl: BTW-nummer

# telephone
source: Telephonenumber
nl: Telefoonnummer

source: Net worth
nl: Vermogen

# base_salary
source: Salary
nl: Salaris

source: BSN
nl: Burgerservicenummer

# kindpakket_2018_eligible
source: Eligible for Kindpakket 2018
nl: Recht op Kindpakket 2018

# kindpakket_2019_eligible
source: Eligible for Kindpakket 2019
nl: Recht op Kindpakket 2019

# meedoenregeling_2018_eligible
source: Eligible for Meedoenregeling 2018
nl: Recht op Meedoenregeling 2018

source: Vouchers
nl: Eigendom

source: Do you want to login instead?
nl: E-mailadres ingebruik! Wilt u inloggen?

source: Your e-mail address is already used, do you instead want to login using this e-mail address?
nl: Dit e-mail adres is al gebruikt. Wilt u inloggen met dit e-mailadres?
